Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/press_releases_fi/pekka_aikio_puhe16112005.pdf.tmx
Source language: fin
Languages: sme

source: Arvoisat ministerit ja saamelaiskäräjien puheenjohtajat Asiantuntijat Virkamiehet Naiset ja Herrat
sme: Gudnejahttojuvvon ministerat ja sámedikkiid ságajoñiheaddjit! Áššedovdit!

source: Minulle on suuri ilo ja kunnia olla täällä tänään päivänä, joka on hyvin merkittävä Pohjoismaiden saamelaisten oikeuksien kannalta.
sme: Buorit nissonat ja dievddut! Munnje lea stuorra illu ja gudni leat otne dáppe dán beaivve, mii šaddá leat hui mearkkašahttin Davviriikkaid sápmelaččaid vuoigatvuoñaid hárrái.

source: Asiantuntijaryhmä, joka kolme vuotta sitten nimettiin luonnostelemaan ehdotus pohjoismaiseksi saamelaissopimukseksi, on tänään jättänyt tuloksen Pohjoismaiden saamelaisministereille ja Saamelaiskäräjien puheenjohtajille.
sme: Áššedovdiidjoavku, mii golbma jagi dassái ásahuvvui hábmet evttohusa Davviriikkaid sámesoahpamuššan,. lea otne guoññán evttohusas Davviriikkaid sámeministeriidda ja sámedikkiid ságajoñiheaddjiide.

source: Pohjoismainen saamelaissopimus on hyvä alku saamelaisten oikeuksien toteuttamiselle.
sme: Davviriikalaš sámesoahpamuš lea buorre álgun sápmelaččaid vuoigatvuoñaid ollášuvvamii.

source: Samalla odotetaan, että pohjoismainen saamelaissopimus edustaisi historiallista alkuperäiskansojen oikeuksien tunnustamisen kehittymistä, ja että sopimus pitäisi yllä, varmistaisi ja vahvistaisi jo olemassa olevia alkuperäiskansojen kansainvälisen oikeuden normeja.
sme: Seammás vurdojuvvo, ahte davviriikalaš sámesoahpamuš šattášii historjjálaš ofelažžan, mii dohkkeha álgoálbmogiid vuoigatvuoñaid ovdáneami. Vurdojuvvo maid, ahte soahpamuš doalahivččii, sihkkarasttášii ja nannešii daid álgoálbmogiid riikkaidgaskasaš vuoigatvuoñalaš norpmaid, mat leat juo leamin.

source: Sopimusta on valmistellut asiantuntijatyöryhmä, joka on laatinut sopimusehdotuksen puhtaasti oikeudellisin perustein.
sme: Áššedovdiidjoavku lea válmmaštallan soahpamuša buhttásit vuoigatvuoñalaš vuoñuštusaiguin.

source: Ehdotuksen joka kohta, laintuntijat tuntien voisin jopa sanoa, että jokainen sana ehdotetussa tekstissä on tarkoin punnittu, perustuen uusimpaan kehitykseen sekä kansainvälisessä ja kansallisissa laissa ja monien kompromissien tuloksena laadittu.
sme: Sáhtášin dadjat, dan mielde maid mun dáid láhkadovdiid dovddán, ahte evttohusa buot oasit, juos juo eai buot sánitge, leat dán evttohusteavsttas dárkket vihkkehallon. Evttohus vuoññuduvvá oññaseamos ovdánemiide lágain riikkaidgaskasaččat ja riikkaidsiste, ja dat lea šaddan máŋggaid kompromissaid čaña.

source: Kuten jo sanoin, niin sopimus on kompromissin tulos.
sme: Nugo juo dadjen, de soahpamuš lea kompromissaid boañus.

source: Tämä täytyy ottaa huomioon koko prosessin aikana.
sme: Dán ferte váldit vuhtii miehtá dán proseassa.

source: Saamelaisten kannalta tuntuu siltä, että juuri me olemme se osapuoli, joka on joutunut tekemään muita enemmän kompromisseja.
sme: Sápmelaččaid mielas orru leamin nu, ahte aiddo sii leat dat oassebealli, guhte lea šaddan dahkat eanet kompromissaid go earát.

source: Tästä huolimatta lähdemme luottavaisin mielin sopimusehdotusta käsittelemään.
sme: Dás fuolakeahttá mii leat gergosat luohttevaš mielain gieñahallat soahpamušášši.

source: ”Me saamelaiset olemme yksi kansa, eikä valtionrajat saa hajoittaa kansamme yhtenäisyyttä.
sme: ”Mii sámit, leat oktasaš čearda, eaige riikkaid rájit galgga rihkkut min čeardda oktavuoña.

source: ” Näin julistettiin 1986 Saamelaiskonferenssissa Åressa, Ruotsissa.
sme: ” Ná julggáštuvvui jagis 1986 Sámiid konfereanssas Åres, Ruoŧa bealde.

source: Aikojen saatossa on ollut selvää, että valtionrajat häiritsevät saamelaisten ylirajaista yhteistyötä.
sme: Áiggiid čaña leamaš čielggas dat, ahte riikkaid ráját hehttejit sápmelaččaid ovttasbarggu rájáid rastá.

source: Yhteistyön tekevät vaikeaksi varsinkin se, että kaikki valtiot käsittelevät saamelaisia koskevia asioita erillä lailla, valtioilla on erilaiset lainsäädännöt ja erilaiset oikeusjärjestelmät.
sme: Ovttasbarggu dahká váddáseabbon eandalit dat, go buot stáhtat gieñahallet sápmelaččaide guoskevaš áššiid sierra láhkái, stáhtain leat earálágan láhkaásaheamit ja earáláganis riekteortnegat.

source: Tässä samaisessa Åren konferenssissa, eli lähes 20 vuotta sitten aloitettiin työ pohjoismaiden saamelaissopimuksen aikaansaamiseksi.
sme: Dan seammát Åre konfereanssas, sullii 20 jagi dassái álggahuvvui bargu oažžut áigái sámesoahpamuša.

source: Sopimustyö on tärkeä prosessi saamelaisten oikeuksien tunnustamisen, turvaamisen ja yhtenäistämisen kannalta sekä saamelaisen yhteiskunnan kehittämisen kannalta yli rajojen.
sme: Soahpamušbargu lea deahálaš proseassa, mainna dohkkehit, dorvvastit ja dahkat oktilažžan sápmelaččaid vuoigatvuoñaid, sihke ovddidit sápmelaš servodaga rájáid badjel.

source: Venäjä ei ole toistaiseksi mukana Pohjoismaisessa yhteistyössä.
sme: Ruoššariika ii leat vel mielde Davviriikkaid ovttasbarggus.

source: On selvää, että Pohjoismaiden yhteistyö saamelaisasioissa on helpompaa, koska Pohjoismailla on jo muutenkin paljon yhteistyötä.
sme: Lea čielggas, ahte Davviriikkaid ovttasbargu sápmelaš áššiin lea álkkibu, go Davviriikkathan dahket juo muñuidge olu ovttasbarggu.

source: Toivon mukaan tilanne tulee muuttumaan tulevaisuudessa ja Venäjä olisi mukana samanarvoisena Pohjoismaiden kanssa edistämässä saamelaisten asemaa alkuperäiskansana, jonka maa on jaettu neljän valtion kesken.
sme: Sávvamis dilli šaddá boahtteáigái nuppástuvvat ja Ruoššariika livččii mielde Davviriikkaiguin seammá árvosažžan ovddideamin sápmelaččaid sajádaga álgoálbmogin, geaid eana lea juogaduvvon njealji riikka gaskka.

source: Suomea, Norjaa ja Ruotsia pyydetään pohjoismaisen saamelaissopimuksen hyväksymisen jälkeen pyrkimään myös Venäjän sisällyttämiseen saamelaisten oloja ja oikeuksia koskevaan sopimusyhteistyöhön.
sme: Davviriikalaš soahpamuša dohkkeheami maŋŋá bivdit Suoma, Norgga ja Ruoŧa geahččalit oažžut maid Ruošša fárrui sápmelaččaid diliide ja vuoigatvuoñaide guoskevaš soahpamušbargui.

source: Vaikka Suomen perustuslaki tunnustaa saamelaiset alkuperäiskansana ei tätä aina ole otettu todesta esimerkiksi viranomaistoiminnassa.
sme: Vaikke Suoma vuoññoláhka dovddastage sápmelaččaid álgoálbmogin, de dat ii leat álo váldon duoñalaččat, ovdamearkka dihte virgeoapmahaččaid doaimmain.

source: Pohjoismaisen saamelaissopimuksen prosessi on ilahduttava poikkeus tässä suhteessa.
sme: Dán ektui lea Davviriikkaid sámesoahpamušproseassa movttiidahtti spiehkastat.

source: Asiantuntijaryhmän asettaminen, kokoonpano ja työskentelytapa ovat johdonmukaisesti vastanneet ajatusta, että kyse on yhteisymmärryksen hakemisesta kolmen pohjoismaan hallitusten ja näiden maiden saamelaisen alkuperäiskansan välillä.
sme: Áššedovdijoavkku ásaheapmi, dan čoaggádus ja bargovuohki leat jearggalaččat čuvvon dan jurdaga, mainna ohcalit áddehallama gaskal golmma Davviriikka ráññehusa ja dáid riikkaid sápmelaš álgoálbmoga.

source: Myös ehdotettu sopimusteksti vastaa ajatusta yhteiskuntasopimuksesta kolmen valtion ja saamen kansan välillä, kun sopimus voi tulla voimaan vain jos kansallisten parlamenttien ohella myös saamelaiskäräjät hyväksyvät sen.
sme: Maiddái evttohuvvon soahpamušteaksta vástida jurdaga servodatlaš soahpamušas golmma stáhta ja sámi álbmoga gaskka, daningo soahpamuš sáhttá boahtit fápmui duššefal dalle, jos nášuvnnalaš parlameanttat ja sámedikkit dohkkehit dan.

source: Ehdotettu sopimusteksti on kunnianhimoinen ja osin yllättävänkin suuri askel eteenpäin.
sme: Evttohuvvon soahpamušteaksta lea gudneáŋgiris ja oasis hirpmástuhtti guhkes lávki ovddosguvlui.

source: Ajatus saamelaisista kolmen pohjoismaan ainoana alkuperäiskansana, eikä alkuperäisväestönä on otettu vakavasti.
sme: Dás lea váldon duohtan dat jurdda, ahte sápmelaš lea golmma Davviriikka áidna álgoálbmot, iige duššefal álgoássi.

source: Tämä on johtanut edistyksellisiin mutta samalla oikeudellisesti kestäviin muotoiluihin muun muassa saamen kansan itsemääräämisoikeudesta.
sme: Dás leat čuvvon progressiivvalaš ja seammás vuoiggalaččat nana hábmemat, earret earáid sámi álbmoga iešmearrideamis.

source: Toisaalta ehdotus sisältää myös kompromisseja, joita saamelaisten tulee olla vaikea niellä.
sme: Nuppe dáfus evttohusas leat maid kompromissat, maid sápmelaččat eai buriin dohkket.

source: Maaoikeuksia koskevat määräykset eivät sisällä ratkaisua aivan liian pitkään jatkuneeseen epävarmuuteen, vaan pitkälti toistavat ne periaatteet jotka muutoinkin ovat voimassa - "vain" niiden toteuttaminen on antanut odottaa itseään.
sme: Eanavuoigatvuoñaide guoskevaš mearrádusat eai buvtte čovdosiid dan eahpesihkkarvuhtii, mii lea álfárot menddo guhká joatkašuvvan, ja mearrádusat oalle guhkás geardduhit daid prinsihpaid, mat muduige leat fámus - "dušše" daid ollášuvvan lea vuorddihan.

source: Tässä kohdassa haluaisin onnitella Norjaa Finnmarkin laista, joka on hyvä esimerkki siitä, että maaoikeusasioissa voidaan edetä oikeaan suuntaan.
sme: Dákko háliidivččen sávvat lihku Norgii Finnmárkolága ovddas, mii lea buorre ovdamearka das, ahte eanavuoigatvuoñalaš áššiin sáhttá ovdánit rievttes guvlui.

source: Saamelaissopimus tulee varmasti edesauttamaan samanlaisen kehityksen tapahtuvan nyt myös Suomessa ja Ruotsissa.
sme: Sámesoahpamuš šaddá sihkkarit veahkehit das, vai seammasullásaš ovdáneapmi boañášii maiddái Supmii ja Ruŧŧii.

source: Monin paikoin olisimme halunneet nähdä tekstissä voimakkaampia ilmaisuja.
sme: Dán soahpamušteavsttas livččiimet háliidan oaidnit máŋgga sajis garrasut sániid.

source: Esimerkiksi ehdotettu määräys poronhoidosta nimenomaan saamelaisena elinkeinona ja saamelaisen kulttuurimuodon perustana on vaatimaton kompromissi siihen nähden, että Ruotsissa ja Norjassa poronhoito jo perinteisesti on saamelaisten yksinoikeus ja Suomen EU-liittymissopimuksen pöytäkirja nro 3 antaisi myös Suomelle tähän mahdollisuuden.
sme: Ovdamearkan evttohuvvon mearrádus boazodoalu birra aiddofal sápmelaš ealáhussan ja sápmelaš kultuvrra hámi vuoññun lea smáittes kompromissa dan ektui, go Ruoŧas ja Norggas boazodoallu lea juo árbevirolaččat sápmelaččaid oktoriekti ja Suoma EU-miellahttošiehtadusa beavdegirji nr. 3 attášii maiddái Supmii dákkár vejolašvuoña.

source: Toisaalta artikla voidaan ymmärtää vain niin, että ajan mukaan poronhoito tulee olemaan saamelaisten yksinoikeus myös Suomessa siirtymäsäännöksineen, jotka turvaavat saman oikeuden myös muille poronhoitajille.
sme: Nuppe dáfus artikla sáhttá dulkojuvvot duššefal nu, ahte áiggi mielde boazodoallu šaddá leat sápmelaččaid oktoriekti maiddái Suomas oktan daid sirdinnjuolggadusaiguin, mat dorvvastit seammá rievtti maiddái eará boazoolbmuide.

source: Yhtä kaikki, sopimusehdotuksen myönteiset puolet painavat vaa'assa enemmän kuin sen puutteet ja kompromissit.
sme: Ammat dattege soahpamuševttohusa buorit bealit buktet eanet go soahpamuša váilevuoñat ja kompromissat.

source: Tästä syystä suhtaudumme luottavaisesti sopimuksen nopeaan hyväksymiseen, sellaisenaan tai yhteisesti sovituin muutoksin, saamelaisasioista vastaavien ministereiden ja saamelaiskäräjien presidenttien kokoonpanossa.
sme: Dán dihte mii leat luohtevaččat dasa, ahte soahpamuš dohkkehuvvo joñánit, juogo daninassii dahje oktasaččat soabaduvvon rievdadusaiguin, ovttasráñiin sápmelaš áššiin vástideaddji ministeraid ja sámedikkiid gaskka.

source: Sen jälkeen on aika lähettää ehdotus lausuntokierrokselle saamelaisille ja ei-saamelaisille tahoille, jotta luodaan edellytykset sekä sopimuksen allekirjoittamiselle että sopimuksen edellyttämille toimenpiteille kussakin maassa.
sme: Dan maŋŋá soahpamuš sáddejuvvo cealkámušaid várás sápmelaš ja ii-sápmelaš oassebeliide, ná láhčit vejolašvuoñaid soahpamuša vuolláičállimii ja daidda doaimmaide, maid soahpamuš eaktuda ieš guhtege riikkas.

source: Kolmen maan saamelaisparlamentaarikkojen ensimmäinen konferenssi järjestettiin Jokkmokkissa, Ruotsin Sápmissä, 24. helmikuuta 2005. Konferenssi hyväksyi Jokkmokkin julistuksen, jossa sanotaan, että:
sme: Golmma riikka sámeparlamentarihkkáriid vuosttas konfereansa dollui Johkamohkis, Ruoŧa beali Sámis, 24:át beaivve guovvamánus 2005. Konfereansa dohkkehii Johkamohki julggáštusa, mas daddjo, ahte:

source: ”Odotetaan, että saamelaiskäräjille annetaan mahdollisuus osallistua täysiarvoisena jäsenenä maidenvälisiin neuvotteluihin lopullisesta sopimustekstistä.
sme: ”Mii vuordit, ahte sámedikkiide addojuvvo vejolašvuohta oassálastit dievas lahttun riikkaidgaskasaš ráññádallamiidda loahpalaš soahpamušteavstta birra.

source: Saamelaisten ehdottomana vaatimuksena on, että lopullisesta sopimustekstistä ei voida päättää eikä sitä voida ratifioida ilman saamelaiskäräjien hyväksymistä.”
sme: Sápmelaččaid gáibidan eaktu lea, ahte loahpalaš soahpamušteavsttas ii sáhte mearridit iige dan sáhte ratifieret almma sámedikkiid dohkkeheami.”

source: Saamelaissopimus valmisteltiin erinomaisesti työskennelleessä asiantuntijatyöryhmässä, jonka Suomen, Norjan ja Ruotsin hallitukset asettivat yhdessä näiden maiden saamelaiskäräjien kanssa.
sme: Earenoamáš bures doaibman áššedovdiidjoavku, man Suoma, Norgga ja Ruoŧa ráññehusat ásahedje ovttas sámedikkiiguin, lea válbmen Sámesoahpamuša.

source: Nyt saavutetusta saamelais- ja valtio-osapuolten yhdenvertaisuuden periaatteesta ei ole paluuta siihen, että hallitukset tai niiden virkamiehet keskenään päättäisivät sopimuksen jatkovalmistelusta tai sisällöstä.
sme: Dál, go leat olahan sápmelaš- ja stáhta-oassebeliid ovttaveardásašvuoña prinsihpaide, de ii leat šat máhccat dakkár dillái, mas ráññehusat ja sin virgealbmát mearridivčče gaskaneaset soahpamuša joatkkaválmmaštallamis dahje dan sisdoalus.

source: Prosessin tulee jatkossakin olla saamelaisten ja hallitusten yhteinen ja yhdessä päättämä.
sme: Proseassa galgá dás duohkoge leat sápmelaččaid ja ráññehusaid oktasaš ja ovttas mearriduvvon.

source: Pohjoismaiden saamelaiset odottavat, että Suomen, Norjan ja Ruotsin hallituksen yhdessä saamelaiskäräjien kanssa edistävät sopimuksen jatkovalmistelua ilman aiheetonta viivytystä tavoitteenaan saamen kansaa koskeva lainsäädännön harmonisointi yli olemassa olevien valtakunnanrajojen.
sme: Davviriikkaid sápmelaččat vurdet, ahte Suoma, Norgga ja Ruoŧa ráññehusat ovttas sámedikkiiguin ovddidit soahpamuša joatkkaválmmaštallama almma ájihusa. Barggu ulbmilin galgá leat sámi álbmoga guoskevaš láhkaásaheami harmoniseren badjel dálá riikkaid rájáid.

source: Sopimuksen voimaantulon myötä nämä rajat tulevat entistä vähemmän estämään saamelaisten yhteydenpitoa ja elinkeinon harjoittamista maasta toiseen.
sme: Go soahpamuš boahtá fápmui, dát ráját šaddet unnit aht unnit eastadit sápmelaččaid oktavuoñaid ja ealáhusaid sáhttá doaimmahit riikkas riikii.

source: Saamelaisten perinteinen maankäyttö puolestaan vahvistetaan sen tosiasian varaan, että Suomen, Norjan ja Ruotsin valtioiden pohjoisosat on pääosin perustettu saamen kansan alueelle.
sme: Sápmelaččaid árbevirolaš eanageavaheapmi nannejuvvo ja dat dohkkehuvvo duohtan, ahte Suoma, Norgga ja Ruoŧa riikkaid davveoasit leat ásahuvvon sápmelaš álbmoga Sámi eatnama ala.

source: Suomen, Norjan ja Ruotsin hallituksia ja Saamelaiskäräjiä, mutta ennen muuta professori Carsten Smithin johdolla työskennellyttä asiantuntijatyöryhmää.
sme: Háliidan vel oktii giitit buohkaid, geat leamaš dán barggus mielde, Suoma, Norgga ja Ruoŧa ráññehusaid ja sámedikkiid, muhto buot eanemusat giittán áššedovdiidjoavkku, mii lea bargan professor Carsten Smith joñihemiin.
